psuiappserver/tDResponse.xml

<?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><nmwg:message id="localhost.localdomain.-2f84c949:146b73f07b7:407c_resp" messageIdRef="localhost.localdomain.-2f84c949:146b73f07b7:407c" type="SetupDataResponse" xmlns:nmwg="http://ggf.org/ns/nmwg/base/2.0/"><nmwg:metadata id="meta-4086355404373509054"><ns6:subject id="iperf-subject" metadataIdRef="bwctl-metadata" xmlns:ns6="http://ggf.org/ns/nmwg/tools/iperf/2.0/"><ns3:endPointPair xmlns:ns3="http://ggf.org/ns/nmwg/topology/2.0/"><ns3:src type="ipv4" value="mp1.fra.de.geant2.net"/><ns3:dst type="ipv4" value="perfsonar-sg.noc.tein3.net"/></ns3:endPointPair></ns6:subject><ns6:parameters id="perfsonar-ma.geant.net.-7bd4a37b:13cb4887364:-7bdb" xmlns:ns6="http://ggf.org/ns/nmwg/tools/iperf/2.0/"><nmwg:parameter name="protocol" value="TCP"/><nmwg:parameter name="interval" value="6"/></ns6:parameters><ns2:eventType xmlns:ns2="http://ggf.org/ns/nmwg/base/2.0/">http://ggf.org/ns/nmwg/tools/iperf/2.0</ns2:eventType></nmwg:metadata><nmwg:data id="localhost.localdomain.-2f84c949:146b73f07b7:4090" metadataIdRef="meta-4086355404373509054"/></nmwg:message></soapenv:Body></soapenv:Envelope>